---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralI.FlangeToeOfFillet
source: html/2cbc82c1-fa59-26b6-ed48-c26d7f607989.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralI.FlangeToeOfFillet Property

Detailing distance from center of web to flange toe of fillet, in. (mm)

## Syntax (C#)
```csharp
public double FlangeToeOfFillet { get; set; }
```